{
    "separado": "Separado",
    "autocratico": "Autocrático",
    "integrado": "Integrado",
    "relacionado": "Relacionado",
    "orientado-personas": "Orientado a las personas",
    "orientado-tarea": "Orientado a la Tarea",
    "efectividad-total": "Efectividad total",
    "seleccionado": "Seleccionado",
    "efectividad": "Efectividad",
    "bajo": "Bajo",
    "alto": "Alto",
    "muy-alta": "Muy Alta",
    "muy-baja": "Muy Baja",
    "estilos": "Estilos",
    "predominio": "Predominio",
    "efectividad-general": "Efectividad General",
    "ineficaz": "Ineficaz",
    "estilo-basico": "Estilo básico",
    "eficaz": "Eficaz",
    "autoritario": "Autoritario",
    "autoritario-msg": "Visto a menudo como alguien que no confía en los demás, es desagradable y se interesa sólo en la producción a corto plazo.",
    "autocrata-benevolo": "Autócrata Benevolo",
    "autocrata-benevolo-msg": "Visto a menudo como alguien que sabe lo que desea y que impone sus métodos para lograrlo sin provocar resentimiento.",
    "componedor": "Componedor",
    "componedor-msg": "Visto a menudo como alguien que trata de agradar a todos y, por lo tanto, vacila de un lado a otro para evitar tensiones en una situación.",
    "ejecutivo": "Ejecutivo",
    "ejecutivo-msg": "Visto a menudo como alguien que es un buen motivador, maneja normas elevadas, trata a cada uno de modo diferente prefiere administrar en equipo.",
    "misionero": "Misionero",
    "misionero-msg": "Visto a menudo como alguien que está primordialmente interesado en la armonía y en ser considerado “buena gente” reticente a arriesgar la ruptura de una relación con tal de cumplir una tarea.",
    "promotor": "Promotor",
    "promotor-msg": "Visto a menudo como alguien que tiene una confianza - implícita en las personas y que se interesa primordialmente en desarrollar sus aptitudes.",
    "desertor": "Desertor",
    "desertor-msg": "Visto a menudo como alguien que no se siente comprometido y es pasivo, y se preocupa poco por la tarea o por las personas que participan en ella.",
    "burocrata": "Burócrata",
    "burocrata-msg": "Visto a menudo como alguien que permite a sus subordinados decidir convenientemente cómo debe hacerse el trabajo y desempeña un papel menor en su interacción social."
}